{
  "1": {
    "name": "洛陽",
    "name_zh": "洛陽",
    "name_vn": "Lạc Dương",
    "des": "北依黃河，南望伏牛，群山環抱，四水匯流。“河山拱戴，新盛甲於天下”，同時也是文明產生的標誌性天下之中，擁有重要的政治經濟地位。",
    "des_zh": "北依黃河，南望伏牛，群山環抱，四水匯流。“河山拱戴，新盛甲於天下”，同時也是文明產生的標誌性天下之中，擁有重要的政治經濟地位。",
    "des_vn": "Phía bắc giáp sông Hoàng Hà, phía nam nhìn ra sông Funiu, núi non bao bọc, bốn bề hội tụ. “Sông núi chập chùng, tân hưng thịnh suy” Đồng thời cũng là thế giới biểu tượng, nơi xuất hiện nền văn minh, có địa vị kinh tế chính trị quan trọng.",
    "bossId": 105090
  },
  "2": {
    "name": "成都",
    "name_zh": "成都",
    "name_vn": "Thành Đô",
    "des": "浣花溪畔，竹澹清輝，詩韻悠長。地處四川盆地中部的成都平原之上，沃野千里，號稱“天府”。作為蜀漢政權的中心，核心地位當仁不讓，物質與精神文化高度發展。",
    "des_zh": "浣花溪畔，竹澹清輝，詩韻悠長。地處四川盆地中部的成都平原之上，沃野千里，號稱“天府”。作為蜀漢政權的中心，核心地位當仁不讓，物質與精神文化高度發展。",
    "des_vn": "Bên cạnh Huanhua Creek, Zhudan đang sảng khoái và thơ dài. Nó nằm trên đồng bằng Thành Đô ở giữa lưu vực Tứ Xuyên, với những cánh đồng phì nhiêu và rộng hàng nghìn dặm, được gọi là \"Thiên Phủ\". Là trung tâm của chế độ Thục Hán, vị trí cốt lõi không thể xâm phạm, văn hóa vật chất và tinh thần rất phát triển.",
    "bossId": 205020
  },
  "3": {
    "name": "建鄴",
    "name_zh": "建鄴",
    "name_vn": "Jianye",
    "des": "孫吳的國都，還是江南的一大經濟都會。地形山環水抱，既有長江天險，又有群山拱衛，面臨大江，南控秦淮，高居江岸，儼若虎踞。城內既可屯兵又可備糧，城防要塞作用巨大，政治、經濟、文化都相當發達。",
    "des_zh": "孫吳的國都，還是江南的一大經濟都會。地形山環水抱，既有長江天險，又有群山拱衛，面臨大江，南控秦淮，高居江岸，儼若虎踞。城內既可屯兵又可備糧，城防要塞作用巨大，政治、經濟、文化都相當發達。",
    "des_vn": "Thủ đô quốc gia của Sun Wu cũng là một thành phố kinh tế lớn ở Giang Nam. Địa thế bao bọc bởi núi non sông nước, thiên nhiên hiểm trở của sông Dương Tử, núi non trùng điệp, hướng ra sông lớn và kiểm soát sông Qinhuai ở phía nam. Thành có thể vừa tuyển quân vừa chuẩn bị lương thực, công sự phòng thủ thành có vai trò rất lớn, chính trị, kinh tế, văn hóa khá phát triển.",
    "bossId": 305070
  },
  "4": {
    "name": "許昌",
    "name_zh": "許昌",
    "name_vn": "Hứa Xương",
    "des": "魏國將都城搬遷到洛陽之前，許昌為北方中原地區的政治中心，加之曹操推行屯田制，人口和經濟持續繁榮，成為三國重鎮，具有良好的區位優勢和發展前景。",
    "des_zh": "魏國將都城搬遷到洛陽之前，許昌為北方中原地區的政治中心，加之曹操推行屯田制，人口和經濟持續繁榮，成為三國重鎮，具有良好的區位優勢和發展前景。",
    "des_vn": "Trước khi Ngụy dời đô đến Lạc Dương, Hứa Xương là trung tâm chính trị của vùng đồng bằng Bắc Trung Bộ, ngoài ra, Tào Tháo đã thực hiện chế độ canh tác, dân cư và kinh tế tiếp tục thịnh vượng, trở thành một thị trấn lớn trong Tam Quốc, lợi thế về vị trí và triển vọng phát triển.",
    "bossId": 405060
  },
  "5": {
    "name": "長安",
    "name_zh": "長安",
    "name_vn": "Trường An",
    "des": "長安地處關中平原中部，渭河平原南緣、秦嶺北麓。有函穀關天險，沃野千里，南有巴蜀富庶之地，北有胡人畜牧之便利，能三面防守，有渭水通運京師，可順流而下。但東漢末年天下紛爭，長安都城毀於戰火，後搬遷洛陽，陷入衰退時期。",
    "des_zh": "長安地處關中平原中部，渭河平原南緣、秦嶺北麓。有函穀關天險，沃野千里，南有巴蜀富庶之地，北有胡人畜牧之便利，能三面防守，有渭水通運京師，可順流而下。但東漢末年天下紛爭，長安都城毀於戰火，後搬遷洛陽，陷入衰退時期。",
    "des_vn": "Trường An nằm ở giữa đồng bằng Quan Trung, rìa phía nam của đồng bằng Weihe và chân phía bắc của dãy Tần Lĩnh. Có sự hiểm trở của tự nhiên bởi đèo Hangu, những cánh đồng màu mỡ trải dài hàng nghìn dặm, vùng đất Bashu trù phú ở phía nam, sự thuận tiện của người Hu và chăn nuôi ở phía bắc, nó có thể phòng thủ ba mặt. Tuy nhiên, vào cuối thời Đông Hán, kinh đô Trường An bị chiến tranh tàn phá, sau đó dời đến Lạc Dương, rơi vào thời kỳ suy tàn.",
    "bossId": 105080
  },
  "6": {
    "name": "宛城",
    "name_zh": "宛城",
    "name_vn": "Wancheng",
    "des": "古以來享有“南船北馬”之稱，居豫、鄂、川、陝交通要衝。更有商賈遍天下，富冠海內之譽，又是藏龍臥虎之地。地理位置上距許都尤近，曹操佔領宛城以加大南線地區的縱深防禦，並作為向南推進的重要軍事基地。",
    "des_zh": "古以來享有“南船北馬”之稱，居豫、鄂、川、陝交通要衝。更有商賈遍天下，富冠海內之譽，又是藏龍臥虎之地。地理位置上距許都尤近，曹操佔領宛城以加大南線地區的縱深防禦，並作為向南推進的重要軍事基地。",
    "des_vn": "Từ xa xưa, nó đã được biết đến với cái tên “Nam tàu ​​bắc mã”, là đầu mối giao thông quan trọng của Hà Nam, Hồ Bắc, Tứ Xuyên và Thiểm Tây. Lại có thêm thương nhân khắp nơi, giàu có vang danh thiên hạ, là nơi rồng rắn hổ rình mồi. Về vị trí địa lý gần Xudu, Tào Tháo đã chiếm Wancheng để tăng cường phòng thủ chiều sâu cho khu vực giới tuyến phía nam và sử dụng nó như một căn cứ quân sự quan trọng để tiến về phía nam.",
    "bossId": 205040
  },
  "7": {
    "name": "襄陽",
    "name_zh": "襄陽",
    "name_vn": "Tương Dương",
    "des": "襄陽城，在地裏位置上是水路交通的要道，向北可達洛陽地區，東西則是江東和巴蜀。換而言之，關羽後期鎮守的荊襄之地，可謂三國的彙集地區。此城的繁榮，名士往來，商旅不絕，可謂一座商業和軍事重鎮。",
    "des_zh": "襄陽城，在地裏位置上是水路交通的要道，向北可達洛陽地區，東西則是江東和巴蜀。換而言之，關羽後期鎮守的荊襄之地，可謂三國的彙集地區。此城的繁榮，名士往來，商旅不絕，可謂一座商業和軍事重鎮。",
    "des_vn": "Thành phố Tương Dương là một giao thông đường thủy quan trọng trong lòng đất, có thể đến khu vực Lạc Dương ở phía bắc, Giang Đông và Bashu ở phía đông. Nói cách khác, vùng đất Jingxiang do Quan Vũ trấn giữ vào thời kỳ sau này có thể được mô tả là vùng tụ hội của Tam Quốc. Sự thịnh vượng của thành phố, những người nổi tiếng và du lịch kinh doanh là vô tận. Nó có thể được mô tả như một thị trấn thương mại và quân sự quan trọng.",
    "bossId": 305060
  },
  "8": {
    "name": "鄴城",
    "name_zh": "鄴城",
    "name_vn": "Yecheng",
    "des": "鄴城南有安陽殷都，北為趙都邯鄲，西面太行山雄險巍峨，東側海河沖積平曠，居河北、河南之襟喉。起初屬於韓馥，後被袁紹佔領，繼而曹操擊敗袁紹進占鄴城，營建鄴都，有“三國故地，六朝古都”美譽。",
    "des_zh": "鄴城南有安陽殷都，北為趙都邯鄲，西面太行山雄險巍峨，東側海河沖積平曠，居河北、河南之襟喉。起初屬於韓馥，後被袁紹佔領，繼而曹操擊敗袁紹進占鄴城，營建鄴都，有“三國故地，六朝古都”美譽。",
    "des_vn": "Có kinh đô Âm Dương ở phía nam Yecheng, Hàm Đan, thủ đô của Zhao ở phía bắc, dãy núi Taihang hùng vĩ ở phía tây, đồng bằng phù sa sông Hải Hà ở phía đông, và cổ họng Hà Bắc và Hà Nam. Ban đầu nó thuộc về Hán Phúc, sau đó bị Yuan Shao chiếm, sau đó Tào Tháo đánh bại Yuan Shaojin để chiếm Yecheng và xây dựng Ye Capital, nổi tiếng là \"quê hương của Tam Quốc và cố đô của Lục triều\" .",
    "bossId": 405080
  },
  "9": {
    "name": "漢中",
    "name_zh": "漢中",
    "name_vn": "Hán Trung",
    "des": "漢中東連荊楚，南控巴蜀，西接隴右，北鎖關中，地處險塞，擁有重大政治意義和戰略地位，三國時期曹劉兩軍十分中意此地而次次親征，是曹操進攻劉備，魏滅蜀並吳的軍事目標，又是劉備北伐曹魏的軍事基地。",
    "des_zh": "漢中東連荊楚，南控巴蜀，西接隴右，北鎖關中，地處險塞，擁有重大政治意義和戰略地位，三國時期曹劉兩軍十分中意此地而次次親征，是曹操進攻劉備，魏滅蜀並吳的軍事目標，又是劉備北伐曹魏的軍事基地。",
    "des_vn": "Nhà Hán liên kết với Jingchu ở Trung Đông, kiểm soát Bashu ở phía nam, nối với Longyou ở phía tây và khóa chặt ở phía bắc Mục tiêu quân sự là Ngụy diệt Thục và kết hợp Ngô cũng là căn cứ quân sự của cuộc viễn chinh phía bắc của Lưu Bị đến Tào Ngụy.",
    "bossId": 105010
  }
}