{
  "1": {
    "name": "洛阳",
    "name_zh": "洛阳",
    "name_vn": "Lạc Dương",
    "des": "北依黄河，南望伏牛，群山环抱，四水汇流。“河山拱戴，新盛甲于天下”，同时也是文明产生的标志性天下之中，拥有重要的政治经济地位。",
    "des_zh": "北依黄河，南望伏牛，群山环抱，四水汇流。“河山拱戴，新盛甲于天下”，同时也是文明产生的标志性天下之中，拥有重要的政治经济地位。",
    "des_vn": "Phía bắc giáp sông Hoàng Hà, phía nam nhìn ra sông Funiu, núi non bao bọc, bốn bề hội tụ. “Sông núi chập chùng, tân hưng thịnh suy” Đồng thời cũng là thế giới biểu tượng, nơi xuất hiện nền văn minh, có địa vị kinh tế chính trị quan trọng.",
    "bossId": 105090
  },
  "2": {
    "name": "成都",
    "name_zh": "成都",
    "name_vn": "Thành Đô",
    "des": "浣花溪畔，竹澹清辉，诗韵悠长。地处四川盆地中部的成都平原之上，沃野千里，号称“天府”。作为蜀汉政权的中心，核心地位当仁不让，物质与精神文化高度发展。",
    "des_zh": "浣花溪畔，竹澹清辉，诗韵悠长。地处四川盆地中部的成都平原之上，沃野千里，号称“天府”。作为蜀汉政权的中心，核心地位当仁不让，物质与精神文化高度发展。",
    "des_vn": "Bên cạnh Huanhua Creek, Zhudan đang sảng khoái và thơ dài. Nó nằm trên đồng bằng Thành Đô ở giữa lưu vực Tứ Xuyên, với những cánh đồng phì nhiêu và rộng hàng nghìn dặm, được gọi là \"Thiên Phủ\". Là trung tâm của chế độ Thục Hán, vị trí cốt lõi không thể xâm phạm, văn hóa vật chất và tinh thần rất phát triển.",
    "bossId": 205020
  },
  "3": {
    "name": "建邺",
    "name_zh": "建邺",
    "name_vn": "Jianye",
    "des": "孙吴的国都，还是江南的一大经济都会。地形山环水抱，既有长江天险，又有群山拱卫，面临大江，南控秦淮，高居江岸，俨若虎踞。城内既可屯兵又可备粮，城防要塞作用巨大，政治、经济、文化都相当发达。",
    "des_zh": "孙吴的国都，还是江南的一大经济都会。地形山环水抱，既有长江天险，又有群山拱卫，面临大江，南控秦淮，高居江岸，俨若虎踞。城内既可屯兵又可备粮，城防要塞作用巨大，政治、经济、文化都相当发达。",
    "des_vn": "Thủ đô quốc gia của Sun Wu cũng là một thành phố kinh tế lớn ở Giang Nam. Địa thế bao bọc bởi núi non sông nước, thiên nhiên hiểm trở của sông Dương Tử, núi non trùng điệp, hướng ra sông lớn và kiểm soát sông Qinhuai ở phía nam. Thành có thể vừa tuyển quân vừa chuẩn bị lương thực, công sự phòng thủ thành có vai trò rất lớn, chính trị, kinh tế, văn hóa khá phát triển.",
    "bossId": 305070
  },
  "4": {
    "name": "许昌",
    "name_zh": "许昌",
    "name_vn": "Hứa Xương",
    "des": "魏国将都城搬迁到洛阳之前，许昌为北方中原地区的政治中心，加之曹操推行屯田制，人口和经济持续繁荣，成为三国重镇，具有良好的区位优势和发展前景。",
    "des_zh": "魏国将都城搬迁到洛阳之前，许昌为北方中原地区的政治中心，加之曹操推行屯田制，人口和经济持续繁荣，成为三国重镇，具有良好的区位优势和发展前景。",
    "des_vn": "Trước khi Ngụy dời đô đến Lạc Dương, Hứa Xương là trung tâm chính trị của vùng đồng bằng Bắc Trung Bộ, ngoài ra, Tào Tháo đã thực hiện chế độ canh tác, dân cư và kinh tế tiếp tục thịnh vượng, trở thành một thị trấn lớn trong Tam Quốc, lợi thế về vị trí và triển vọng phát triển.",
    "bossId": 405060
  },
  "5": {
    "name": "长安",
    "name_zh": "长安",
    "name_vn": "Trường An",
    "des": "长安地处关中平原中部，渭河平原南缘、秦岭北麓。有函谷关天险，沃野千里，南有巴蜀富庶之地，北有胡人畜牧之便利，能三面防守，有渭水通运京师，可顺流而下。但东汉末年天下纷争，长安都城毁于战火，后搬迁洛阳，陷入衰退时期。",
    "des_zh": "长安地处关中平原中部，渭河平原南缘、秦岭北麓。有函谷关天险，沃野千里，南有巴蜀富庶之地，北有胡人畜牧之便利，能三面防守，有渭水通运京师，可顺流而下。但东汉末年天下纷争，长安都城毁于战火，后搬迁洛阳，陷入衰退时期。",
    "des_vn": "Trường An nằm ở giữa đồng bằng Quan Trung, rìa phía nam của đồng bằng Weihe và chân phía bắc của dãy Tần Lĩnh. Có sự hiểm trở của tự nhiên bởi đèo Hangu, những cánh đồng màu mỡ trải dài hàng nghìn dặm, vùng đất Bashu trù phú ở phía nam, sự thuận tiện của người Hu và chăn nuôi ở phía bắc, nó có thể phòng thủ ba mặt. Tuy nhiên, vào cuối thời Đông Hán, kinh đô Trường An bị chiến tranh tàn phá, sau đó dời đến Lạc Dương, rơi vào thời kỳ suy tàn.",
    "bossId": 105080
  },
  "6": {
    "name": "宛城",
    "name_zh": "宛城",
    "name_vn": "Wancheng",
    "des": "古以来享有“南船北马”之称，居豫、鄂、川、陕交通要冲。更有商贾遍天下，富冠海内之誉，又是藏龙卧虎之地。地理位置上距许都尤近，曹操占领宛城以加大南线地区的纵深防御，并作为向南推进的重要军事基地。",
    "des_zh": "古以来享有“南船北马”之称，居豫、鄂、川、陕交通要冲。更有商贾遍天下，富冠海内之誉，又是藏龙卧虎之地。地理位置上距许都尤近，曹操占领宛城以加大南线地区的纵深防御，并作为向南推进的重要军事基地。",
    "des_vn": "Từ xa xưa, nó đã được biết đến với cái tên “Nam tàu ​​bắc mã”, là đầu mối giao thông quan trọng của Hà Nam, Hồ Bắc, Tứ Xuyên và Thiểm Tây. Lại có thêm thương nhân khắp nơi, giàu có vang danh thiên hạ, là nơi rồng rắn hổ rình mồi. Về vị trí địa lý gần Xudu, Tào Tháo đã chiếm Wancheng để tăng cường phòng thủ chiều sâu cho khu vực giới tuyến phía nam và sử dụng nó như một căn cứ quân sự quan trọng để tiến về phía nam.",
    "bossId": 205040
  },
  "7": {
    "name": "襄阳",
    "name_zh": "襄阳",
    "name_vn": "Tương Dương",
    "des": "襄阳城，在地里位置上是水路交通的要道，向北可达洛阳地区，东西则是江东和巴蜀。换而言之，关羽后期镇守的荆襄之地，可谓三国的汇集地区。此城的繁荣，名士往来，商旅不绝，可谓一座商业和军事重镇。",
    "des_zh": "襄阳城，在地里位置上是水路交通的要道，向北可达洛阳地区，东西则是江东和巴蜀。换而言之，关羽后期镇守的荆襄之地，可谓三国的汇集地区。此城的繁荣，名士往来，商旅不绝，可谓一座商业和军事重镇。",
    "des_vn": "Thành phố Tương Dương là một giao thông đường thủy quan trọng trong lòng đất, có thể đến khu vực Lạc Dương ở phía bắc, Giang Đông và Bashu ở phía đông. Nói cách khác, vùng đất Jingxiang do Quan Vũ trấn giữ vào thời kỳ sau này có thể được mô tả là vùng tụ hội của Tam Quốc. Sự thịnh vượng của thành phố, những người nổi tiếng và du lịch kinh doanh là vô tận. Nó có thể được mô tả như một thị trấn thương mại và quân sự quan trọng.",
    "bossId": 305060
  },
  "8": {
    "name": "邺城",
    "name_zh": "邺城",
    "name_vn": "Yecheng",
    "des": "邺城南有安阳殷都，北为赵都邯郸，西面太行山雄险巍峨，东侧海河冲积平旷，居河北、河南之襟喉。起初属于韩馥，后被袁绍占领，继而曹操击败袁绍进占邺城，营建邺都，有“三国故地，六朝古都”美誉。",
    "des_zh": "邺城南有安阳殷都，北为赵都邯郸，西面太行山雄险巍峨，东侧海河冲积平旷，居河北、河南之襟喉。起初属于韩馥，后被袁绍占领，继而曹操击败袁绍进占邺城，营建邺都，有“三国故地，六朝古都”美誉。",
    "des_vn": "Có kinh đô Âm Dương ở phía nam Yecheng, Hàm Đan, thủ đô của Zhao ở phía bắc, dãy núi Taihang hùng vĩ ở phía tây, đồng bằng phù sa sông Hải Hà ở phía đông, và cổ họng Hà Bắc và Hà Nam. Ban đầu nó thuộc về Hán Phúc, sau đó bị Yuan Shao chiếm, sau đó Tào Tháo đánh bại Yuan Shaojin để chiếm Yecheng và xây dựng Ye Capital, nổi tiếng là \"quê hương của Tam Quốc và cố đô của Lục triều\" .",
    "bossId": 405080
  },
  "9": {
    "name": "汉中",
    "name_zh": "汉中",
    "name_vn": "Hán Trung",
    "des": "汉中东连荆楚，南控巴蜀，西接陇右，北锁关中，地处险塞，拥有重大政治意义和战略地位，三国时期曹刘两军十分中意此地而次次亲征，是曹操进攻刘备，魏灭蜀并吴的军事目标，又是刘备北伐曹魏的军事基地。",
    "des_zh": "汉中东连荆楚，南控巴蜀，西接陇右，北锁关中，地处险塞，拥有重大政治意义和战略地位，三国时期曹刘两军十分中意此地而次次亲征，是曹操进攻刘备，魏灭蜀并吴的军事目标，又是刘备北伐曹魏的军事基地。",
    "des_vn": "Nhà Hán liên kết với Jingchu ở Trung Đông, kiểm soát Bashu ở phía nam, nối với Longyou ở phía tây và khóa chặt ở phía bắc Mục tiêu quân sự là Ngụy diệt Thục và kết hợp Ngô cũng là căn cứ quân sự của cuộc viễn chinh phía bắc của Lưu Bị đến Tào Ngụy.",
    "bossId": 105010
  }
}