{
  "0": {
    "text": "XXX同盟，北爭王者，南戰天命，西競英雄，東聚珍寶，創萬世不拔之功績。今同盟欲擴大規模，凡有志之士皆可報名。",
    "text_zh": "XXX同盟，北爭王者，南戰天命，西競英雄，東聚珍寶，創萬世不拔之功績。今同盟欲擴大規模，凡有志之士皆可報名。",
    "text_vn": "Đồng minh XXX, Bắc Tranh Vương Giả, Nam Chiến Thiên Mệnh, Tây Đua Anh Hùng, Đông Tụ Trân Bảo, tạo công lao vạn thế bất bại. Nay đồng minh muốn mở rộng , người có chí đều có thể báo danh.\n"
  },
  "1": {
    "text": "三國群英，亂世破陣，沙盤無雙戰輝煌，王者巔峰主沉浮。XXX同盟面向全服尋找志同道合之友加入。",
    "text_zh": "三國群英，亂世破陣，沙盤無雙戰輝煌，王者巔峰主沉浮。XXX同盟面向全服尋找志同道合之友加入。",
    "text_vn": "Tam quốc quần anh, loạn thế phá trận, sa bàn vô song chiến huy hoàng, vương giả đỉnh phong chủ trôi dạt. Đồng minh XXX  những người bạn có cùng chí hướng trên toàn SV tham gia.\n"
  },
  "2": {
    "text": "無歲不征，無戰不勝。XXX同盟，強勢來襲。全然依信，兮兮而待，同盟崛起一方，翹首同道英雄聚義一堂。",
    "text_zh": "無歲不征，無戰不勝。XXX同盟，強勢來襲。全然依信，兮兮而待，同盟崛起一方，翹首同道英雄聚義一堂。",
    "text_vn": "Vô tuế bất chinh, Vô chiến bất thắng. Đồng minh XXX, cường thế tập kích. Hoàn toàn tin tưởng, háo hức chờ đợi, đồng minh quật khởi một phương, vểnh đầu tụ nghĩa anh hùng cùng chí hướng\n"
  },
  "3": {
    "text": "提劍縱馬戰三國，萬盟盡徵召群雄。今誠然納賢，若有願居於同盟者，將欣然而待，XXX同盟，戰無不勝。",
    "text_zh": "提劍縱馬戰三國，萬盟盡徵召群雄。今誠然納賢，若有願居於同盟者，將欣然而待，XXX同盟，戰無不勝。",
    "text_vn": "Cầm kiếm xung mã chiến Tam Quốc, vạn minh triệu tập quân hùng, nay quả thật nạp hiền, nếu có nguyện vọng làm đồng minh, sẽ hân hoan chờ đợi, đồng minh XXX, bất khả chiến bại."
  },
  "4": {
    "text": "上有競技爭實力，下有群英征入伍，揮劍除惡勢，舉手定亂世，XXX同盟聚眾英雄之力，則騰達之日可計日而待。",
    "text_zh": "上有競技爭實力，下有群英征入伍，揮劍除惡勢，舉手定亂世，XXX同盟聚眾英雄之力，則騰達之日可計日而待。",
    "text_vn": "Trên có so tài thực lực, dưới có quần anh nhập đội, vung kiếm trừ thế lực ác, giơ tay định loạn thế, đồng minh XXX hội tụ sức mạnh chúng anh hùng, thì ngày này hoàn toàn có thể tính được"
  },
  "5": {
    "text": "會百川，聚萬賢，指尖輕舞，征戰天下，今XXX同盟誠招賢納士，與英雄一起某會之遠圖。",
    "text_zh": "會百川，聚萬賢，指尖輕舞，征戰天下，今XXX同盟誠招賢納士，與英雄一起某會之遠圖。",
    "text_vn": "Hội bách xuyên, tụ vạn hiền, chỉ tiêm khinh vũ, chinh chiến thiên hạ,nay đồng minh XXX chiêu mộ hiền sĩ, cùng anh hùng một hội viễn đồ."
  },
  "6": {
    "text": "幽幽九州，天下有識之士皆聚於此，實乃山海盛世，凡入XXX同盟者，即為盟中之棟樑，一齊征戰四方。",
    "text_zh": "幽幽九州，天下有識之士皆聚於此，實乃山海盛世，凡入XXX同盟者，即為盟中之棟樑，一齊征戰四方。",
    "text_vn": "Cửu Châu xa xôi, thiên hạ có thức sĩ đều đã tụ tập ở đây, thực sự là sơn hải thịnh thế, người tham gia đồng minh XXX, tức là trụ cột trong đồng minh, nhất tề chinh chiến bốn phương.\n"
  },
  "7": {
    "text": "劍指天下山河，揮袖定亂世，英雄戰罷誰人留，同盟XXX。若爾等願入，吾同盟欣然而待。",
    "text_zh": "劍指天下山河，揮袖定亂世，英雄戰罷誰人留，同盟XXX。若爾等願入，吾同盟欣然而待。",
    "text_vn": "Kiếm chỉ thiên hạ sơn hà, phất tay định loạn thế, anh hùng chiến xong ai ở lại, đồng minh XXX. Nếu như nguyện gia nhập, đồng minh ta hân hoan chào đón.\n"
  },
  "8": {
    "text": "除惡勢，援漢室，競天命，戰華容，爭巔峰。XXX同盟面向全服尋找志同道合之友加入。",
    "text_zh": "除惡勢，援漢室，競天命，戰華容，爭巔峰。XXX同盟面向全服尋找志同道合之友加入。",
    "text_vn": "Trừ ác thế, viện hán thất, đua thiên mệnh, chiến hoa dung, tranh đỉnh phong. Đồng minh XXX hướng tới toàn bộ người bạn trên toàn SV có cùng chí hướng tham gia.\n"
  },
  "9": {
    "text": "天下風雲出吾輩，依山觀瀾英雄遊，人數實力缺一不可，眾英雄齊聚於此，則可聚爾等之力耀XXX同盟。",
    "text_zh": "天下風雲出吾輩，依山觀瀾英雄遊，人數實力缺一不可，眾英雄齊聚於此，則可聚爾等之力耀XXX同盟。",
    "text_vn": "Thiên hạ phong vân xuất chúng, dựa vào núi quan anh hùng du ngoạn, không thể thiếu dân số, chúng anh hùng tề tụ ở đây, thì có thể tụ tập lực mọi người tỏa quang vinh đồng minh XXX.\n"
  }
}